{
  "Ignorance (Avidya)": [
    "Awaken — question the echo of noise.",
    "A single honest question dissolves a thousand illusions.",
    "See the ruin; you built it by not looking.",
    "The known cage feels safer than the unknown sky.",
    "Ignorance is not an empty space, but a fortress built of hardened beliefs.",
    "The first light of truth often burns the eyes accustomed to shadow.",
    "The cleverest lies are the ones your own mind tells you to keep you comfortable.",
    "You carry the weight of a past that never truly was.",
    "A shared illusion is still an illusion, no matter how many believe it."
  ],
  "Desire (Kama–Krodha)": [
    "Desire burns — choose the flame that lights rather than consumes.",
    "Longing is a teacher; name it, then let it go.",
    "Attachment tightens the hands; loosen them and breathe.",
    "Every craving is a memory of a pleasure, a ghost demanding to be fed.",
    "The tragedy of desire is its fulfillment, for it only births the next.",
    "Aversion is just desire in reverse—a desperate wanting for something to be absent.",
    "The last attachment is to the idea of a self that can be free from attachment.",
    "Do not kill the wanting; redirect its river to nourish the soil of wisdom.",
    "You are not your hunger; you are the vast space in which the hunger arises and falls."
  ],
  "Ethics (Dharma)": [
    "Right action roots the heart in calm.",
    "A small right choice restores balance like dawn after storm.",
    "Serve first; clarity follows.",
    "Dharma is not a rulebook, but the subtle music of your being in tune with the whole.",
    "Every act is a seed; dharma is the art of planting a forest, not just a single tree.",
    "The world may judge the fruit of your action, but dharma judges the root.",
    "The path of right action is often the quietest and least traveled.",
    "Sometimes, the most dharmic act is to stand still and hold the space for peace.",
    "True dharma asks not 'What's in it for me?' but 'What does this moment ask of me?'"
  ],
  "Knowledge (Jnana)": [
    "Inquiry is the lamp that finds the hidden path.",
    "Learn not to collect facts, but to see patterns.",
    "Question the map — the territory may be different.",
    "True knowledge is not an accumulation, but an undoing of what you thought you knew.",
    "A thousand descriptions of water will never quench thirst; only the direct taste will.",
    "Words are fingers pointing at the moon; do not mistake the finger for the moon.",
    "The ultimate inquiry is not 'What is this?' but 'Who is the one that knows?'",
    "The answers you seek are not found in more information, but in the silence between your thoughts.",
    "Wisdom is seeing the ocean in the drop and the drop in the ocean."
  ],
  "Devotion (Bhakti)": [
    "Surrender like a river to the ocean of love.",
    "Offer your small self; receive the whole.",
    "Love that is given becomes the world's light.",
    "To see the divine in the face of a stranger is the highest prayer.",
    "Bhakti is the courage to let go of the oars and trust the current of grace.",
    "Your heart is not a vessel to be filled, but a fire to be kindled until it illuminates all.",
    "Offer not just your victories but your wounds; the divine heals what is honestly given.",
    "Eventually, the beloved is not a form outside, but the very breath inside.",
    "In the peak of devotion, the lover, the beloved, and the act of loving become one."
  ],
  "Meditation (Dhyana)": [
    "Silence is not absence; it is presence without noise.",
    "Breathe the moment until it becomes stillness.",
    "One calm breath contains the cosmos.",
    "You are not the storm of thoughts, but the silent sky that holds it all.",
    "Find the sacred pause between the inhale and the exhale—the universe waits there.",
    "Meditation is not a forcing of the mind, but a gentle allowing of it to settle on its own.",
    "The body is the anchor to the present moment; feel its weight, its life, its stillness.",
    "When the technique is forgotten, the true meditation begins.",
    "The goal is not just to be still on a cushion, but to carry that stillness into every footstep."
  ],
  "Liberation (Moksha)": [
    "Merge and remember: the boundary was a thought.",
    "You were never separate; rise into the open white.",
    "Let the last boundary fall — be the quiet vastness.",
    "Freedom is not becoming something new, but realizing you were never the character you played.",
    "Waking from the dream of self is not death, but the end of the dreamer.",
    "Liberation is when the world no longer happens to you, but through you.",
    "The path to liberation is a ladder you kick away once you reach the top, only to realize you were always there.",
    "It is the end of striving, the cessation of becoming, the simple relaxation into being.",
    "The final boundary is time itself; to be free is to live in the eternal now."
  ]
}